Repository: Geoege-xll/quotio
Catalog: Quotio/Localizable.xcstrings
Source language: en
Languages: fr, vi, zh_hans, zh_hant

# providers.deleteMessage
source: Are you sure you want to delete this account?
fr: Êtes-vous sûr de vouloir supprimer ce compte ?
vi: Bạn có chắc muốn xóa tài khoản này?
zh_hans: 您确定要删除此账户吗？

# providers.disable
source: Disable
fr: Désactiver
vi: Tắt
zh_hans: 禁用

# providers.disabled
source: Disabled
fr: Désactivé
vi: Đã tắt
zh_hans: 已禁用

# providers.emptyState.message
source: Scan for installed IDEs or add a provider account to get started.
fr: Recherchez les IDE installés ou ajoutez un compte fournisseur pour commencer.
vi: Quét IDE đã cài đặt hoặc thêm tài khoản nhà cung cấp để bắt đầu.
zh_hans: 扫描已安装的 IDE 或添加提供商账户以开始。

# providers.emptyState.title
source: No Accounts
fr: Aucun compte
vi: Chưa có tài khoản
zh_hans: 无账户

# providers.enable
source: Enable
fr: Activer
vi: Bật
zh_hans: 启用

# providers.noAccountsYet
source: No accounts connected yet
fr: Aucun compte connecté
vi: Chưa có tài khoản nào được kết nối
zh_hans: 尚未连接账户

# providers.proxyRequired.message
source: The proxy server must be running to add new provider accounts.
fr: Le serveur proxy doit être en cours d'exécution pour ajouter de nouveaux comptes fournisseur.
vi: Cần khởi động proxy để thêm tài khoản nhà cung cấp mới.
zh_hans: 必须运行代理服务器才能添加新的提供商账户。

# providers.proxyRequired.title
source: Proxy Required
fr: Proxy requis
vi: Cần khởi động Proxy
zh_hans: 需要代理

# providers.source.disk
source: Disk
fr: Disque
vi: Đĩa
zh_hans: 磁盘

# providers.yourAccounts
source: Your Accounts
fr: Vos comptes
vi: Tài khoản của bạn
zh_hans: 您的账户

# proxy.upgrade.error.startupTimedOut
source: The test proxy did not start within the allowed time.
fr: Le proxy de test n’a pas démarré dans le délai imparti.
vi: Proxy thử nghiệm không khởi động trong thời gian cho phép.
zh_hans: 测试代理未能在规定时间内启动。

# proxy.upgrade.error.testProcessExited
source: The test proxy stopped before it was ready.
fr: Le proxy de test s’est arrêté avant d’être prêt.
vi: Proxy thử nghiệm đã dừng trước khi sẵn sàng.
zh_hans: 测试代理在准备就绪前已停止。

# quota.accounts
source: accounts
fr: comptes
vi: tài khoản
zh_hans: 账户

# quota.allModels
source: All Models
fr: Tous les modèles
vi: Tất cả model
zh_hans: 所有模型

# quota.details
source: Details
fr: Détails
vi: Chi tiết
zh_hans: 详情

# quota.metric.balance
source: Balance
fr: Solde
vi: Số dư
zh_hans: 余额

# quota.metric.credits
source: Credits
fr: Crédits
zh_hans: 额度

# quota.metric.daily
source: Daily
fr: Quotidien
vi: Hàng ngày
zh_hans: 每日

# quota.metric.extraBalance
source: Extra Balance
fr: Solde supplémentaire
vi: Số dư bổ sung
zh_hans: 额外余额

# quota.metric.extraUsage
source: Extra Usage
fr: Utilisation supplémentaire
vi: Mức dùng thêm
zh_hans: 额外用量

# quota.metric.fiveHour
source: 5-hour
fr: 5 heures
vi: 5 giờ
zh_hans: 5 小时

# quota.metric.keyLimit
source: Key Limit
fr: Limite de la clé
vi: Giới hạn key
zh_hans: 密钥限额

# quota.metric.monthly
source: Monthly
fr: Mensuel
vi: Hàng tháng
zh_hans: 每月

# quota.metric.onDemand
source: On-Demand
fr: À la demande
vi: Theo nhu cầu
zh_hans: 按需用量

# quota.metric.planUsage
source: Plan Usage
fr: Utilisation du forfait
vi: Mức dùng gói
zh_hans: 套餐用量

# quota.metric.spentValue
source: %@ spent
fr: %@ dépensé
vi: Đã dùng %@
zh_hans: 已花费 %@

# quota.metric.thisMonth
source: This Month
fr: Ce mois-ci
vi: Tháng này
zh_hans: 本月

# quota.metric.thisWeek
source: This Week
fr: Cette semaine
vi: Tuần này
zh_hans: 本周

# quota.metric.today
source: Today
fr: Aujourd’hui
vi: Hôm nay
zh_hans: 今天

# quota.metric.unit.credits
source: %g credits
fr: %g crédits
zh_hans: %g 积分

# quota.metric.unit.requests
source: %g requests
fr: %g requêtes
vi: %g yêu cầu
zh_hans: %g 个请求

# quota.metric.unit.searches
source: %g searches
fr: %g recherches
vi: %g lượt tìm kiếm
zh_hans: %g 次搜索

# quota.metric.webSearches
source: Web Searches
fr: Recherches web
vi: Tìm kiếm web
zh_hans: 网页搜索

# quota.metric.weekly
source: Weekly
fr: Hebdomadaire
vi: Hàng tuần
zh_hans: 每周

# quota.noDataYet
source: No usage data available
fr: Aucune donnée d'utilisation disponible
vi: Chưa có dữ liệu sử dụng
zh_hans: 暂无使用数据

# quota.notAvailable
source: Quota data not available for this provider
fr: Données de quota non disponibles pour ce fournisseur
vi: Dữ liệu hạn mức không có sẵn cho nhà cung cấp này
zh_hans: 该提供商暂不支持配额查询

# quota.reauthenticate
source: Re-authenticate
fr: Se reconnecter
vi: Xác thực lại
zh_hans: 重新认证

# quota.reauthenticating
source: Authenticating...
fr: Authentification...
vi: Đang xác thực...
zh_hans: 正在认证...

# remote.advanced
source: Advanced
fr: Avancé
vi: Nâng cao
zh_hans: 高级

# remote.authentication
source: Authentication
fr: Authentification
vi: Xác thực
zh_hans: 认证

# remote.configure
source: Configure Remote Server
fr: Configurer le serveur distant
vi: Cấu hình máy chủ từ xa
zh_hans: 配置远程服务器

# remote.connection
source: Connection
fr: Connexion
vi: Kết nối
zh_hans: 连接

# remote.description
source: Connect to a remote CLIProxyAPI server instead of running locally.
fr: Connectez-vous à un serveur CLIProxyAPI distant au lieu de l'exécuter localement.
vi: Kết nối đến máy chủ CLIProxyAPI từ xa thay vì chạy cục bộ.
zh_hans: 连接到远程CLIProxyAPI服务器，而不是本地运行。

# remote.displayName
source: Display Name
fr: Nom d'affichage
vi: Tên hiển thị
zh_hans: 显示名称

# remote.displayName.placeholder
source: My Remote Server
fr: Mon serveur distant
vi: Máy chủ từ xa của tôi
zh_hans: 我的远程服务器

# remote.edit
source: Edit Remote Connection
fr: Modifier la connexion distante
vi: Chỉnh sửa kết nối từ xa
zh_hans: 编辑远程连接

# remote.endpointURL
source: Endpoint URL
fr: URL du point de terminaison
vi: URL điểm cuối
zh_hans: 端点URL

# remote.error.authBanned
source: Too many failed attempts. Try again in %@ minutes.
fr: Trop de tentatives échouées. Réessayez dans %@ minutes.
vi: Quá nhiều lần thất bại. Thử lại sau %@ phút.
zh_hans: 失败次数过多。请在%@分钟后重试。

# remote.error.connectionRefused
source: Connection refused by server
fr: Connexion refusée par le serveur
vi: Kết nối bị từ chối bởi máy chủ
zh_hans: 服务器拒绝连接

# remote.error.empty
source: Please enter a remote endpoint URL
fr: Veuillez entrer une URL de point de terminaison distant
vi: Vui lòng nhập URL điểm cuối từ xa
zh_hans: 请输入远程端点URL

# remote.error.forbidden
source: Access denied
fr: Accès refusé
vi: Truy cập bị từ chối
zh_hans: 访问被拒绝

# remote.error.hostNotFound
source: Server not found
fr: Serveur introuvable
vi: Không tìm thấy máy chủ
zh_hans: 找不到服务器

# remote.error.invalidScheme
source: URL must start with http:// or https://
fr: L'URL doit commencer par http:// ou https://
vi: URL phải bắt đầu bằng http:// hoặc https://
zh_hans: URL必须以http://或https://开头

# remote.error.invalidURL
source: Invalid URL format
fr: Format d'URL invalide
vi: Định dạng URL không hợp lệ
zh_hans: URL格式无效

# remote.error.localhostNotAllowed
source: Use Local mode for localhost connections
fr: Utilisez le mode Local pour les connexions localhost
vi: Sử dụng chế độ Cục bộ cho kết nối localhost
zh_hans: 请使用本地模式连接localhost

# remote.error.missingHost
source: URL must include a host address
fr: L'URL doit inclure une adresse d'hôte
vi: URL phải bao gồm địa chỉ máy chủ
zh_hans: URL必须包含主机地址

# remote.error.sslError
source: SSL certificate verification failed
fr: Échec de la vérification du certificat SSL
vi: Xác minh chứng chỉ SSL thất bại
zh_hans: SSL证书验证失败

# remote.error.timeout
source: Connection timed out
fr: Délai de connexion expiré
vi: Kết nối hết thời gian chờ
zh_hans: 连接超时

# remote.error.tooManyFailures
source: Connection failed after multiple attempts
fr: Connexion échouée après plusieurs tentatives
vi: Kết nối thất bại sau nhiều lần thử
zh_hans: 多次尝试后连接失败

# remote.error.unauthorized
source: Invalid management key
fr: Clé de gestion invalide
vi: Khóa quản lý không hợp lệ
zh_hans: 管理密钥无效

# remote.httpWarning
source: HTTP connection is not encrypted. Your management key may be exposed. Use HTTPS for security.
fr: La connexion HTTP n'est pas chiffrée. Votre clé de gestion peut être exposée. Utilisez HTTPS pour la sécurité.
vi: Kết nối HTTP không được mã hóa. Management key có thể bị lộ. Hãy dùng HTTPS để bảo mật.
zh_hans: HTTP连接未加密。您的管理密钥可能会暴露。请使用HTTPS以确保安全。

# remote.managementKey
source: Management Key
fr: Clé de gestion
vi: Khóa quản lý
zh_hans: 管理密钥

# remote.managementKey.hint
source: The management key configured on the remote server
fr: La clé de gestion configurée sur le serveur distant
vi: Khóa quản lý được cấu hình trên máy chủ từ xa
zh_hans: 在远程服务器上配置的管理密钥

# remote.managementKey.placeholder
source: Enter management key
fr: Entrez la clé de gestion
vi: Nhập khóa quản lý
zh_hans: 输入管理密钥

# remote.sslWarning.confirm
source: I Understand the Risk
fr: Je comprends le risque
vi: Tôi hiểu rủi ro
zh_hans: 我了解风险

# remote.sslWarning.message
source: Disabling SSL verification allows attackers to intercept your management key and all remote operations (Man-in-the-Middle attack).\n\nOnly disable this for development environments or when you fully trust the network.
fr: Désactiver la vérification SSL permet aux attaquants d'intercepter votre clé de gestion et toutes les opérations distantes (attaque de l'homme du milieu).\n\nNe désactivez cette option que pour les environnements de développement ou lorsque vous faites entièrement confiance au réseau.
vi: Tắt xác minh SSL cho phép kẻ tấn công chặn management key và tất cả các thao tác từ xa (tấn công Man-in-the-Middle).\n\nChỉ tắt tùy chọn này cho môi trường phát triển hoặc khi bạn hoàn toàn tin tưởng mạng hiện tại.
zh_hans: 禁用SSL验证会让攻击者拦截您的管理密钥和所有远程操作（中间人攻击）。\n\n仅在开发环境或完全信任网络时才禁用此选项。

# remote.sslWarning.title
source: Security Warning
fr: Avertissement de sécurité
vi: Cảnh báo bảo mật
zh_hans: 安全警告

# remote.test
source: Test Connection
fr: Tester la connexion
vi: Kiểm tra kết nối
zh_hans: 测试连接

# remote.test.cannotConnect
source: Cannot connect to server
fr: Impossible de se connecter au serveur
vi: Không thể kết nối đến máy chủ
zh_hans: 无法连接到服务器

# remote.test.failed
source: Connection failed
fr: Connexion échouée
vi: Kết nối thất bại
zh_hans: 连接失败

# remote.test.success
source: Connection successful!
fr: Connexion réussie !
vi: Kết nối thành công!
zh_hans: 连接成功！

# remote.timeout
source: Connection Timeout
fr: Délai de connexion
vi: Thời gian chờ kết nối
zh_hans: 连接超时

# remote.verifySSL
source: Verify SSL Certificate
fr: Vérifier le certificat SSL
vi: Xác minh chứng chỉ SSL
zh_hans: 验证SSL证书

# remote.verifySSL.warning
source: SSL verification is disabled. Your connection may be vulnerable to interception.
fr: La vérification SSL est désactivée. Votre connexion peut être vulnérable à l'interception.
vi: Xác minh SSL đã bị tắt. Kết nối của bạn có thể bị chặn và đọc trộm.
zh_hans: SSL验证已禁用。您的连接可能容易被拦截。

# runtime.copyAPI
source: Copy API address /v1
fr: Copier l’adresse API /v1
vi: Sao chép địa chỉ API /v1
zh_hans: 复制 API 地址 /v1

# runtime.copyFailed
source: Copy failed. Select the text to copy manually.
fr: Échec de la copie. Sélectionnez le texte pour le copier.
vi: Sao chép thất bại. Hãy chọn văn bản để sao chép thủ công.
zh_hans: 复制失败，请选中文本手动复制。

# runtime.installing
source: Installing…
fr: Installation…
vi: Đang cài đặt…
zh_hans: 安装中…

# runtime.localAddress
source: Local address
fr: Adresse locale
vi: Địa chỉ cục bộ
zh_hans: 本机地址

# runtime.localOnly
source: Local only
fr: Local uniquement
vi: Chỉ trên máy này
zh_hans: 仅限本机

# runtime.network
source: Network access enabled · Local connection address
fr: Accès réseau activé · Adresse locale
vi: Cho phép truy cập mạng · Địa chỉ cục bộ
zh_hans: 允许网络访问 · 本机连接地址

# runtime.refreshed
source: Refreshed at %@
fr: Actualisé à %@
vi: Đã làm mới lúc %@
zh_hans: 已刷新于 %@

# runtime.refreshing
source: Refreshing…
fr: Actualisation…
vi: Đang làm mới…
zh_hans: 正在刷新…

# runtime.running
source: Running
fr: En cours
vi: Đang chạy
zh_hans: 运行正常

# runtime.start
source: Start CPA
fr: Démarrer CPA
vi: Khởi động CPA
zh_hans: 启动 CPA

# runtime.starting
source: Starting…
fr: Démarrage…
vi: Đang khởi động…
zh_hans: 启动中…

# runtime.stop
source: Stop CPA
fr: Arrêter CPA
vi: Dừng CPA
zh_hans: 停止 CPA

# runtime.stopped
source: Stopped
fr: Arrêté
vi: Đã dừng
zh_hans: 已停止

# runtime.stopping
source: Stopping…
fr: Arrêt…
vi: Đang dừng…
zh_hans: 停止中…

# runtime.title
source: CPA Runtime Service
fr: Service CPA
vi: Dịch vụ CPA
zh_hans: CPA 运行服务

# runtime.unknownPID
source: · PID unavailable
fr: · PID indisponible
vi: · Không có PID
zh_hans: · 未提供 PID

# settings.allowNetworkAccess
source: Allow Network Access
fr: Autoriser l'accès réseau
vi: Cho phép truy cập mạng
zh_hans: 允许网络访问

# settings.appearance
source: Appearance
fr: Apparence
vi: Giao diện
zh_hans: 外观

# settings.appearance.dark
source: Dark
fr: Sombre
vi: Tối
zh_hans: 深色

# settings.appearance.help
source: Choose how the app looks. System will automatically match your Mac's appearance.
fr: Choisissez l'apparence de l'application. Système correspondra automatiquement à l'apparence de votre Mac.
vi: Chọn giao diện cho ứng dụng. Hệ thống sẽ tự động theo giao diện của Mac.
zh_hans: 选择应用的外观。系统将自动匹配您 Mac 的外观。

# settings.appearance.light
source: Light
fr: Clair
vi: Sáng
zh_hans: 浅色

# settings.appearance.mode
source: Theme
fr: Thème
vi: Chủ đề
zh_hans: 主题

# settings.appearance.system
source: System
fr: Système
vi: Hệ thống
zh_hans: 系统

# settings.appearance.title
source: Appearance
fr: Apparence
vi: Giao diện
zh_hans: 外观

# settings.appMode
source: App Mode
fr: Mode de l'application
vi: Chế độ ứng dụng
zh_hans: 应用模式

# settings.appMode.quotaOnlyNote
source: Proxy server is disabled in Quota Monitor mode
fr: Le serveur proxy est désactivé en mode Moniteur de quota
vi: Máy chủ proxy bị tắt trong chế độ Theo dõi Quota
zh_hans: 配额监控模式下代理服务器已禁用

# settings.appMode.remoteNote
source: Connected to remote CLIProxyAPI server
fr: Connecté au serveur CLIProxyAPI distant
vi: Đã kết nối đến máy chủ CLIProxyAPI từ xa
zh_hans: 已连接到远程 CLIProxyAPI 服务器

# settings.appMode.switchConfirmMessage
source: This will stop the proxy server if running. You can switch back anytime.
fr: Cela arrêtera le serveur proxy s'il est en cours d'exécution. Vous pouvez revenir en arrière à tout moment.
vi: Điều này sẽ dừng máy chủ proxy nếu đang chạy. Bạn có thể chuyển lại bất cứ lúc nào.
zh_hans: 如果正在运行，这将停止代理服务器。您可以随时切换回来。

# settings.appMode.switchConfirmTitle
source: Switch to Quota Monitor Mode?
fr: Passer en mode Moniteur de quota ?
vi: Chuyển sang chế độ Theo dõi Quota?
zh_hans: 切换到配额监控模式？

# settings.authDir
source: Auth Dir
fr: Répertoire d'auth
vi: Thư mục xác thực
zh_hans: 认证目录

# settings.autoCheckUpdates
source: Automatically check for updates
fr: Vérifier automatiquement les mises à jour
vi: Tự động kiểm tra cập nhật
zh_hans: 自动检查更新

# settings.autoRestartTunnel
source: Auto-restart tunnel on disconnect
fr: Redémarrer automatiquement le tunnel en cas de déconnexion
vi: Tự khởi động lại tunnel khi ngắt kết nối
zh_hans: 断开时自动重启隧道

# settings.autoStartProxy
source: Auto-start proxy on launch
fr: Démarrage automatique du proxy au lancement
vi: Tự khởi động proxy khi mở app
zh_hans: 启动时自动启动代理

# settings.autoStartTunnel
source: Auto-start tunnel with proxy
fr: Démarrer automatiquement le tunnel avec le proxy
vi: Tự bật tunnel khi khởi động proxy
zh_hans: 随代理自动启动隧道

# settings.autoSwitchAccount
source: Auto-switch to another account
fr: Basculer automatiquement vers un autre compte
vi: Tự động chuyển sang tài khoản khác
zh_hans: 自动切换到其他账户

# settings.autoSwitchPreview
source: Auto-switch to preview model
fr: Basculer automatiquement vers le modèle de prévisualisation
vi: Tự động chuyển sang mô hình xem trước
zh_hans: 自动切换到预览模型

# settings.binary
source: Binary
fr: Binaire
vi: Tệp chạy
zh_hans: 二进制文件

# settings.bindAddress
source: Bind Address
fr: Adresse de liaison
vi: Địa chỉ liên kết
zh_hans: 绑定地址

# settings.checkNow
source: Check Now
fr: Vérifier maintenant
vi: Kiểm tra ngay
zh_hans: 立即检查

# settings.config
source: Config
fr: Configuration
vi: Cấu hình
zh_hans: 配置

# settings.connectionMode
source: Connection Mode
fr: Mode de connexion
vi: Chế độ kết nối
zh_hans: 连接模式

# settings.connectionMode.configure
source: Configure...
fr: Configurer...
vi: Cấu hình...
zh_hans: 配置...

# settings.connectionMode.localHelp
source: Run proxy server locally on this Mac
fr: Exécuter le serveur proxy localement sur ce Mac
vi: Chạy máy chủ proxy cục bộ trên máy Mac này
zh_hans: 在此Mac上本地运行代理服务器

# settings.connectionMode.notConfigured
source: Not Configured
fr: Non configuré
vi: Chưa cấu hình
zh_hans: 未配置

# settings.connectionMode.remote
source: Remote
fr: Distant
vi: Từ xa
zh_hans: 远程

# settings.connectionMode.remoteHelp
source: Connect to a remote CLIProxyAPI server
fr: Se connecter à un serveur CLIProxyAPI distant
vi: Kết nối đến máy chủ CLIProxyAPI từ xa
zh_hans: 连接到远程CLIProxyAPI服务器

# settings.connectionMode.title
source: Connection Mode
fr: Mode de connexion
vi: Chế độ kết nối
zh_hans: 连接模式

# settings.debugMode
source: Debug mode
fr: Mode débogage
vi: Chế độ gỡ lỗi
zh_hans: 调试模式

# settings.endpoint
source: Endpoint
fr: Point d'accès
vi: Điểm cuối
zh_hans: 端点

# settings.fillFirst
source: Fill First
fr: Remplir d'abord
vi: Dùng hết trước
zh_hans: 优先填满

# settings.fillFirstDesc
source: Uses one account until quota exhausted, then moves to next
fr: Utilise un compte jusqu'à épuisement du quota, puis passe au suivant
vi: Dùng một tài khoản đến khi hết hạn mức, rồi chuyển sang tài khoản tiếp
zh_hans: 使用一个账户直到配额耗尽，然后切换到下一个

# settings.general
source: General
fr: Général
vi: Chung
zh_hans: 常规

# settings.language
source: Language
fr: Langue
vi: Ngôn ngữ
zh_hans: 语言

# settings.lastChecked
source: Last checked
fr: Dernière vérification
vi: Lần kiểm tra cuối
zh_hans: 上次检查

# settings.launchAtLogin
source: Launch at login
fr: Lancer à la connexion
vi: Khởi động cùng hệ thống
zh_hans: 登录时启动

# settings.logging
source: Logging
fr: Journalisation
vi: Ghi nhật ký
zh_hans: 日志

# settings.loggingHelp
source: Write application logs to rotating files instead of stdout. Disable to log to stdout/stderr.
fr: Écrire les journaux dans des fichiers rotatifs au lieu de stdout. Désactiver pour journaliser vers stdout/stderr.
vi: Ghi nhật ký vào file xoay vòng thay vì stdout. Tắt để ghi ra stdout/stderr.
zh_hans: 将应用程序日志写入滚动文件而不是 stdout。禁用则记录到 stdout/stderr。

# settings.loggingToFile
source: Log to file
fr: Enregistrer dans un fichier
vi: Ghi nhật ký ra file
zh_hans: 记录到文件

# settings.managementKey
source: Management API Key
fr: Clé API de gestion
vi: Khóa API quản lý
zh_hans: 管理 API 密钥

# settings.managementKey.regenerate
source: Regenerate Key
fr: Régénérer la clé
vi: Tạo lại khóa
zh_hans: 重新生成密钥

# settings.managementKey.regenerate.confirm
source: Regenerate
fr: Régénérer
vi: Tạo lại
zh_hans: 重新生成

# settings.managementKey.regenerate.title
source: Regenerate Management Key?
fr: Régénérer la clé de gestion ?
vi: Tạo lại khóa quản lý?
zh_hans: 重新生成管理密钥？

# settings.managementKey.regenerate.warning
source: This will invalidate any existing integrations using the current key. You will need to update all clients with the new key.
fr: Cela invalidera toutes les intégrations existantes utilisant la clé actuelle. Vous devrez mettre à jour tous les clients avec la nouvelle clé.
vi: Thao tác này sẽ làm vô hiệu tất cả các tích hợp đang sử dụng khóa hiện tại. Bạn sẽ cần cập nhật khóa mới cho tất cả các client.
zh_hans: 这将使所有使用当前密钥的现有集成失效。您需要使用新密钥更新所有客户端。

# settings.maxRetries
source: Max retries
fr: Tentatives max
vi: Số lần thử lại tối đa
zh_hans: 最大重试次数

# settings.maxRetryInterval
source: Max retry interval
fr: Intervalle max entre tentatives
vi: Khoảng thời gian thử lại tối đa
zh_hans: 最大重试间隔

# settings.menubar
source: Menu Bar
fr: Barre de menus
vi: Thanh Menu
zh_hans: 菜单栏

# settings.menubar.colored
source: Colored
fr: Coloré
vi: Có màu
zh_hans: 彩色

# settings.menubar.colorMode
source: Color Mode
fr: Mode couleur
vi: Chế độ màu
zh_hans: 颜色模式

# settings.menubar.help
source: Choose which accounts to show in the menu bar. You can show up to %d items.
fr: Choisissez les comptes à afficher dans la barre de menus. Vous pouvez afficher jusqu'à %d éléments.
vi: Chọn tài khoản muốn hiển thị trên thanh menu. Bạn có thể hiển thị tối đa %d mục.
zh_hans: 选择要在菜单栏显示的账户。最多可显示 %d 项。

# settings.menubar.maxItems
source: Menu Bar Account Count
fr: Nombre de comptes affichés dans la barre de menus
vi: Số tài khoản hiển thị trên Menu Bar
zh_hans: 菜单栏显示账户数量

# settings.menubar.showIcon
source: Show Menu Bar Icon
fr: Afficher l'icône dans la barre de menus
vi: Hiển thị icon trên Menu Bar
zh_hans: 显示菜单栏图标

# settings.menubar.showQuota
source: Show Quota in Menu Bar
fr: Afficher le quota dans la barre de menus
vi: Hiển thị Quota trên Menu Bar
zh_hans: 在菜单栏显示配额

# settings.menubar.stackPairedQuotaMetrics
source: Stack paired quota metrics
fr: Empiler les indicateurs de quota associés
vi: Xếp chồng các chỉ số quota theo cặp
zh_hans: 堆叠显示成对的配额指标

# settings.networkAccess
source: Network Access
fr: Accès réseau
vi: Truy cập mạng
zh_hans: 网络访问

# settings.networkAccessFooter
source: Allow other devices on your local network to use this proxy.
fr: Autoriser d'autres appareils sur votre réseau local à utiliser ce proxy.
vi: Cho phép các thiết bị khác trong mạng nội bộ sử dụng proxy này.
zh_hans: 允许本地网络中的其他设备使用此代理。

# settings.networkAccessWarning
source: Warning: This exposes the proxy to the entire local network.
fr: Attention : Cela expose le proxy à tout le réseau local.
vi: Cảnh báo: Điều này sẽ hiển thị proxy cho toàn bộ mạng nội bộ.
zh_hans: 警告：这会将代理暴露给整个本地网络。

# settings.never
source: Never
fr: Jamais
vi: Chưa bao giờ
zh_hans: 从未

# settings.notifications.cooling
source: Account Cooling Alert
fr: Alerte refroidissement du compte
vi: Cảnh báo tài khoản đang nghỉ
zh_hans: 账户冷却警报

# settings.notifications.enabled
source: Enable Notifications
fr: Activer les notifications
vi: Bật thông báo
zh_hans: 启用通知

# settings.notifications.help
source: Get notified when quota is low, accounts enter cooling, proxy crashes, or updates are available
fr: Soyez notifié lorsque le quota est faible, les comptes entrent en refroidissement, le proxy plante, ou des mises à jour sont disponibles
vi: Nhận thông báo khi hạn mức thấp, tài khoản đang nghỉ, proxy bị lỗi, hoặc có bản cập nhật
zh_hans: 当配额低、账户进入冷却、代理崩溃或有更新可用时收到通知

# settings.notifications.notAuthorized
source: Notifications not authorized. Enable in System Settings.
fr: Notifications non autorisées. Activez dans les Préférences Système.
vi: Thông báo chưa được cấp quyền. Bật trong Cài đặt hệ thống.
zh_hans: 通知未授权。在系统设置中启用。

# settings.notifications.proxyCrash
source: Proxy Crash Alert
fr: Alerte crash du proxy
vi: Cảnh báo proxy bị lỗi
zh_hans: 代理崩溃警报

# settings.notifications.quotaLow
source: Quota Low Warning
fr: Avertissement quota faible
vi: Cảnh báo hạn mức thấp
zh_hans: 配额低警告

# settings.notifications.threshold
source: Alert Threshold
fr: Seuil d'alerte
vi: Ngưỡng cảnh báo
zh_hans: 警报阈值

# settings.notifications.upgradeAvailable
source: Proxy Update Available
fr: Mise à jour du proxy disponible
vi: Có bản cập nhật Proxy
zh_hans: 代理更新可用

# settings.paths
source: Paths
fr: Chemins
vi: Đường dẫn
zh_hans: 路径

# settings.privacy
source: Privacy
fr: Confidentialité
vi: Riêng tư
zh_hans: 隐私
